Repository: Sergiopsh/wc-web-cc
Catalog: admin/modules/fw_langpacks/htdocs/admin/modules/ivr/i18n/*/LC_MESSAGES/ivr.po
Languages: it_it

source: There is a problem with install.sql, cannot re-create databases. Contact support
it_it: C'è un problema con install.sql, non posso ricreare il database. Contattare il supporto

source: IVR: %s / Option: %s
it_it: IVR: %s / Opzione: %s

source: Checking if announcements need migration..
it_it: Controllo se gli annunci hanno bisogno di migrazione..

source: migrating
it_it: migrazione

source: adding announcement_id field..
it_it: sto aggiungendo il campo announcement_id..

source: fatal error
it_it: errore fatale

source: migrate to recording ids..
it_it: migrazione verso ids registrazione..

source: migrated %s entries
it_it: migrate %s voci

source: dropping announcement field..
it_it: sto scartando il campo annuncio..

source: no announcement field???
it_it: nessun campo annuncio???

source: already migrated
it_it: già migrato

source: Checking for timeout_id..
it_it: controllo per timeout_id..

source: added
it_it: aggiunto

source: not needed
it_it: non necessario

source: Checking for invalid_id..
it_it: Controllo per invalid_id..

source: Checking for retvm..
it_it: Controllo per retvm..

source: Digital Receptionist
it_it: IVR

source: Instructions
it_it: Istruzioni

source: You use the Digital Receptionist to make IVR's, Interactive Voice Response systems.
it_it: Da qui puoi si può facilmente creare un sistema IVR (Interactive Voice Responce).

source: When creating a menu option, apart from the standard options of 0-9,* and #, you can also use 'i' and 't' destinations.
it_it: Quando si aggiunge una voce di menu, a parte le opzioni standard tipo 0-9, * e #, si possono utilizzare anche destinazioni 'i' e 't'.

source: 'i' is used when the caller pushes an invalid button, and 't' is used when there is no response.
it_it: 'i' (invalid) viene utilizzato quando un chiamante digita un numero non valido, 't' (timeout) invece quando non c'è nessuna digitazione.

source: If those options aren't supplied, the default 't' is to replay the menu three times and then hang up,
it_it: Se queste opzioni non sono inserite, 't' predefinito ripeterà tre volte il menu e poi riaggancerà la linea;

source: and the default 'i' is to say 'Invalid option, please try again' and replay the menu.
it_it: 'i' predefinito invece riprodurrà il messaggio 'Opzione non valida, prego riprovare' e riproporrà il menu.

source: After three invalid attempts, the line is hung up.
it_it: Dopo tre tentativi non validi, la linea verrà riagganciata.

source: Add IVR
it_it: Aggiungi IVR

source: Edit Menu
it_it: Modifica Menu

source: Queue Breakout Menu Usage List
it_it: Lista Menu di Uscita Coda

source: This IVR is being used by the following Queues, providing an ability for callers to hear this Queue's announcement periodically and giving callers an option to break out of the queue into this IVR's menu options. This queue can not be deleted when being used in this mode
it_it: Questo IVR è in uso dalle seguenti Code, permettendo ai chiamanti di ascoltare questo annuncio periodicamente ed eventualmente uscire dalla coda. Questa coda non potrà essere eliminata se utilizzata in questo modo

source: Delete
it_it: Elimina

source: Change Name
it_it: Nome

source: This changes the short name, visible on the right, of this IVR
it_it: Cambia il nome breve dell'IVR, visibile sulla destra

source: Announcement
it_it: Annuncio

source: Message to be played to the caller. To add additional recordings please use the "System Recordings" MENU to the left
it_it: Il messaggio da riprodurre al chiamante. Per aggiungere ulteriori registrazioni, utilizzare "Registrazioni di Sistema" nel MENU di sinistra

source: None
it_it: Nessuno

source: Message to be played to the caller.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
it_it: Il messaggio da riprodurre al chiamante. Per aggiungere ulteriori registrazioni, utilizzare "Registrazioni di Sistema" nel MENU di sinistra

source: The amount of time (in seconds) before the 't' option, if specified, is used
it_it: Il tempo in secondi prima che l'opzione 't' viene utilizzata, se specificata

source: Enable Directory
it_it: Attiva Elenco Telefonico

source: Let callers into the IVR dial '#' to access the directory
it_it: Permette ai chiamanti di chiamare l'Elenco Telefonico del PBX tramite '#'

source: VM Return to IVR
it_it: Ritorna all'IVR dopo CasellaVocale

source: If checked, upon exiting voicemail a caller will be returned to this IVR if they got a users voicemail
it_it: Se attivato, e si è chiamato un utente dove ha risposto una casella vocale, la chiamata ritornerà a questo IVR una volta lasciato il messaggio

source: Directory Context
it_it: Contesto Elenco Telefonico

source: When # is selected, this is the voicemail directory context that is used
it_it: Quando si digita '#', questo è il contesto usato (lo stesso delle caselle vocali)

source: Enable Direct Dial
it_it: Attiva Chiamata Diretta

source: Let callers into the IVR dial an extension directly
it_it: Permette dall'interno dell'IVR di chiamare direttamente gli interni

source: Loop Before t-dest
it_it: Ripeti prima di destinazione t

source: If checked, and there is a 't' (timeout) destination defined below, the IVR will loop back to the beginning if no input is provided for the designated loop counts prior to going to the timeout (t) destination.
it_it: Se attivato, e c'è un opzione 't' (timeout) definita qui sotto, se non viene premuto nessun tasto la chiamata ritornerà all'inizio dell'IVR per il numero di volte impostato nelle ripetizioni, prima di andare alla destinazione (t).

source: Timeout Message
it_it: Messaggio di Timeout

source: If a timeout occurs and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target.
it_it: Se occorre un timeout ed è stato selezionato un messaggio, questo verrà riprodotto al posto del messaggio di annuncio quando la chiamata ritornerà all'inizio dell'IVR. Non sarà riprodotto se l'opzione t è la destinazione successiva. Se non si seleziona nulla, il sistema riprodurrà il messaggio predefinito di interno sbagliato prima di ritornare all'inizio.

source: Loop Before i-dest
it_it: Ripeti prima di destinazione i

source: If checked, and there is an 'i' (invalid extension) destination defined below, the IVR will play invalid option and then loop back to the beginning for the designated loop counts prior to going to the invalid (i) destination.
it_it: Se selezionato, e si è definita qui sotto una destinazione 'i' (invalid), l'IVR riprodurrà il messaggio di opzione non valida prima di ritornare all'inizio. Quando le ripetizioni avranno raggiunto il numero massimo specificato, l'IVR andrà nella destinazione 'i' (Invalid).

source: Invalid Message
it_it: Messaggio di opzione non valida

source: If an invalid extension is pressed and a message is selected, it will be played in place of the announcement message when looping back to the top of the IVR. It will not be played if the t destination is the next target. If nothing is selected, the system will play a default invalid extension message before going back to the main announcement
it_it: Se si preme un interno sbagliato ed è stato selezionato un messaggio, questo verrà riprodotto al posto del messaggio di annuncio quando la chiamata ritornerà all'inizio dell'IVR. Non sarà riprodotto se l'opzione t è la destinazione seguente. Se non si seleziona nulla, il sistema riprodurrà il messaggio predefinito di interno sbagliato prima di ritornare all'annuncio principale

source: Repeat Loops:
it_it: Ripetizioni:

source: The number of times we should loop when invalid input or no input has been entered before going to the defined or default generated 'i' or 't' options. If the 'i' or 't' options are defined, the above check boxes must be checked in order to loop.
it_it: Il numero di volte che ripeterà il messaggio quando si digita un numero non valido prima di andare nell'opzione 'i' o 't' predefinita o specificata nel menu. Se 'i' o 't' sono stati specificati, le caselle qui sopra devono essere abiltate per essere in grado di fare il loop.

source: Increase Options
it_it: + Opzioni

source: Save
it_it: Salva

source: Decrease Options
it_it: - Opzioni

source: Invalid option
it_it: Opzione non valida

source: Return to IVR
it_it: Ritorna all'IVR

source: Check this box to have this option return to a parent IVR if it was called from a parent IVR. If not, it will go to the chosen destination.<br><br>The return path will be to any IVR that was in the call path prior to this IVR which could lead to strange results if there was an IVR called in the call path but not immediately before this
it_it: Selezionare questa opzione se si vuole ritornare ad un IVR parente se è stato richiamato da esso. Se no, andrà nella destinazione scelta.<br><br>Il percorso di ritorno sarà un qualsiasi IVR che è precedente nel percorso ma può dare risultati inaspettati se l'IVR non è proprio quello immediatamente prima di questo

source: Leave blank to remove
it_it: Lasciare vuoto per rimuovere
