Repository: Sergiopsh/wc-web-cc
Catalog: admin/modules/fw_langpacks/htdocs/admin/modules/inventorydb/i18n/*/LC_MESSAGES/inventorydb.po
Languages: es_es

source: Add
es_es: Añadir

source: inventory
es_es: Inventario

source: deleted
es_es: Eliminado

source: Add a user
es_es: Añadir un usuario

source: Delete inventory
es_es: Eliminar inventario

source: Add inventory
es_es: Añadir inventario

source: Edit inventory
es_es: Editar inventario

source: Employee #
es_es: Número de empleado:

source: Employee Number
es_es: Indique el número de empleado.

source: Employee Name
es_es: Nombre del empleado:

source: The Name for the Employee
es_es: Indique el nombre del empleado.

source: Building Located
es_es: Oficina:

source: Building where the phone is located
es_es: Indique la oficina donde está el empleado o su teléfono.

source: Floor #
es_es: Planta:

source: Floor # phone is on
es_es: Número de planta donde se encuentra el empleado o el teléfono.

source: Room #
es_es: Habitación

source: Room phone is in
es_es: Número de habitación donde se encuentra el empleado o el teléfono.

source: Floor Section #
es_es: Sección de planta:

source: Floor Section # the phone is in
es_es: Sección de planta donde se encuentra el empleado o el teléfono.

source: Cubicle #
es_es: Cubo:

source: Cubicle phone is in
es_es: Cubo donde se encuentra el empleado o teléfono.

source: Desk #
es_es: Mesa:

source: Desk Number phone is on
es_es: Mesa donde se encuentra el empleado o el teléfono.

source: Extension #
es_es: Extensión:

source: Exten Assigned to the phone
es_es: Extensión del empleado o número de teléfono.

source: Phone UserName
es_es: Nombre de usuario del teléfono:

source: Phone Admin Username
es_es: Nombre de usuario para la administración del teléfono.

source: Phone Password
es_es: Contraseña del teléfono:

source: Phone Admin Password
es_es: Contraseña de administración del teléfono.

source: MAC Address
es_es: Dirección MAC:

source: MAC Address of the phone
es_es: Dirección MAC del teléfono:

source: Serial #
es_es: Número de serie:

source: Serial Number of the phone
es_es: Número de serie del teléfono:

source: Phone/Device
es_es: Teléfono/Dispositivo:

source: Device, example... Linksys PAP-2, Sipura
es_es: Dispositivo; por ejemplo: Linksys PAP2, Sipura, etc.

source: Distributed Date
es_es: Fecha de instalación:

source: Distribution Date
es_es: La fecha en la que se instaló el teléfono.

source: IP Address
es_es: Dirección IP:

source: IP Address Assigned If not DHCP
es_es: Dirección IP del teléfono en caso de que no utilice DHCP.

source: PBX Box Name
es_es: Nombre de la centralita:

source: Extra Info
es_es: Información adicional:

source: Extra Information
es_es: Información adicional.

source: Submit Changes
es_es: Enviar cambios

source: Inventory
es_es: Inventario
