Repository: Sergiopsh/wc-web-cc
Catalog: admin.28.03.2016/modules/fw_langpacks/htdocs/admin/modules/gabcast/i18n/*/LC_MESSAGES/gabcast.po
Languages: es_es

source: Edit Gabcast Settings
es_es: Editar opciones de Gabcast

source: Add Gabcast Settings
es_es: Añadir opciones de Gabcast

source: Gabcast: %s Ext: %s
es_es: Gabcast: %s, Extensión: %s

source: Connect to Gabcast
es_es: Conectar a Gabcast

source: This
es_es: Este

source: Gabcast is a social broadcasting platform that offers virtual communities, individuals, and organizations an easy way to create and distribute audio content.<br><br>Visit www.gabcast.com for more info.
es_es: Gabcast es una plataforma de emisión social que ofrece a comunidades virtuales, individuales y organizaciones una manera sencilla de crear y distribuir contenidos de audio.<br/><br/>Visite la web www.gabcast.com para más información.

source: module allows you to:
es_es: módulo le permite:

source: Link extensions to Gabcast channels. It creates a feature code, which defaults to <u>*422</u> 'gab' - you can change this in
es_es: Asociar extensiones a canales de Gabcast. Crea un código de característica, que por defecto es <u>*422*</u> (gab), puede cambiar este valor en la página de

source: Feature Code Admin
es_es: 'Administración de códigos de características'

source: which allows you to log directly into your Gabcast account. This is ideal for personal podcasting!
es_es: que le permite acceder directamente a su cuenta de Gabcast. Esta función es ideal para mantener un podcast personal.

source: Define a Gabcast channel as a Destination for other modules. For example, you can direct a DID or IVR menu option directly to Gabcast. This is ideal for group and public podcasting!
es_es: Definir un canal de Gabcast como destino para otros módulos. Por ejemplo, puede hacer que un DID o un IVR accedan directamente a Gabcast. Esta función es ideal para grupos y mantener un podcast público.

source: Error: cannot retreive Gabcast info for this extension
es_es: Error: no se pudo obtener la información de Gabcast para esta extensión

source: Delete settings
es_es: Eliminar opciones

source: You <u>must</u> have a Gabcast account & channel to use this feature. Visit
es_es: <u>Debe</u> tener una cuenta en Gabcast y seleccionar un canal para activar esta característica. Visite

source: to sign up. <u>It's a free service</u>!
es_es: para darse de alta.<u>¡Es un servicio gratuito!</u>

source: Gabcast Channel Number:
es_es: Número de canal de Gabcast:

source: Gabcast Channel Password:
es_es: Contraseña del canal de Gabcast:

source: Link to Extension/User Number:
es_es: Asociar al número de extensión/usuario:

source: Add Gabcast Channel
es_es: Añadir canal de Gabcast

source: Ext
es_es: Extensión

source: Chan
es_es: Canal

source: Gabcast Configuration
es_es: Configuración de Gabcast

source: The latest episodes in channel #%s
es_es: Últimos episodios en el canal #%s

source: The latest episodes across all channels
es_es: Últimos episodios de todos los canales

source: Feed URL:
es_es: URL para suscripciones:
