Repository: Sergiopsh/wc-web-cc
Catalog: admin/modules/fw_langpacks/htdocs/admin/modules/backup/i18n/*/backup.po
Languages: es_es

source: removing retrieve_backup_cron_from_mysql.pl..
es_es: eliminando retrieve_backup_cron_from_mysql.pl..

source: removed
es_es: eliminado

source: failed
es_es: falló

source: Add Backup Schedule
es_es: Añadir programación de copia de seguridad

source: Restore from Backup
es_es: Restaurar desde copia de seguridad

source: System Backup
es_es: Copia de seguridad del sistema

source: Run Schedule
es_es: Ejecutar programación

source: Submit Changes
es_es: Enviar cambios

source: Delete Backup Schedule %s
es_es: Eliminar programación de copia de seguridad %s

source: System Restore
es_es: Restaurar sistema

source: Are you sure you want to delete this File Set?
es_es: ¿Está seguro de que desea eliminar esta copia de seguridad?

source: DELETE ALL THE DATA IN THIS SET
es_es: ELIMINAR TODOS LOS DATOS DE ESTA COPIA DE SEGURIDAD

source: Delete this backup set and all data associated with this backup set..
es_es: Eliminar esta de copia de seguridad y todos los datos asociados...

source: Delete File Set
es_es: Eliminar copia de seguridad

source: Delete this backup set.
es_es: Eliminar esta copia de seguridad

source: Are you sure you want to restore this COMPLETE file set?\nDoing so will permanently over-write all FreePBX and Asterisk files\nYou will lose all Your Call Detail Records and any Voicemail that was recorded between the BACKUP DATE and NOW!
es_es: ¿Está seguro de que desea restaurar completamente este conjunto de archivos?\nAl hacer esto, eliminará definitivamente los archivos de configuración de Asterisk actuales.\nAdemás perderá los informes de llamadas y cualquier mensaje del buzón de voz grabado entre la fecha de realización de la copia de seguridad y ahora.

source: Restore Entire Backup Set
es_es: Restaurar copia de seguridad completa

source: Restore your Complete Backup set overwriting all files.
es_es: La restauración de la copia de seguridad completa sobreescribirá todos sus archivos

source: Are you sure you want to Restore this file set?\nDoing so will permanently delete any new voicemail you have in your mailbox\nsince this backup on
es_es: ¿Está seguro de que desea restaurar este conjunto de archivos?\nAl hacer esto, eliminará definitivamente los mensajes del buzón de voz de su cuenta desde que se hizo la copia de seguridad.

source: Restore VoiceMail Files
es_es: Restaurar archivos del buzón de voz

source: Restore your Voicemail files from this backup set. NOTE! This will delete any voicemail currently in the voicemail boxes.
es_es: Restaura los archivos del buzón de voz de este conjunto de archivos de esta copia de seguridad. Tenga en cuenta que esto eliminará cualquier mensaje del buzón de voz que haya actualmente en su cuenta.

source: Are you sure you want to Restore this file set?\nNOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
es_es: ¿Está seguro de que desea restaurar este conjunto de archivos?\nTenga en cuenta que esto sobreescribirá cualquier mensaje del buzón de voz del sistema. No eliminará los nuevos archivos que se encuentren en el sistema y que no se encuentren en el conjunto de archivos de la copia de seguridad.

source: Restore System Recordings Files
es_es: Restaurar archivos de grabaciones del sistema

source: Restore your system Voice Recordings including AutoAttendent files from this backup set. NOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
es_es: Restaura las grabaciones de voz, incluyendo los archivos de recepcionista digital desde este conjunto de archivos. Tenga en cuenta que esto sobreescribirá cualquier grabación de voz que se encuentre actualmente en el sistema. No eliminará nuevos archivos que se encuentren en el sistema y que no se encuentren en el conjunto de archivos de la copia de seguridad.

source: Are you sure you want to Restore this File Set?\nDoing so will Permanently Over-Write all FreePBX and Asterisk Files!
es_es: ¿Está seguro de que desea rastaurar este conjunto de archivos?\nAl hacer esto, sobreescribirá definitivamente todos los archivos FreePBX y Asterisk.

source: Restore System Configuration
es_es: Restaurar configuración del sistema

source: Restore your system configuration from this backup set. NOTE! This will OVERWRITE any System changes you have made since this backup... ALL Itemes will be reset to what they were at the time of this backup set..
es_es: Restaura la configuración del sistema desde este conjunto de archivos de la copia de seguridad. Tenga en cuenta que esto sobreescribirá cualquier cambio que se haya realizado desde que se hizo la copia de seguridad. Todos los elementos serán restaurados a su estado tal y como se encontraban cuando se hizo la copia de seguridad.

source: Are you sure you want to Restore the Operator Panel Files?\nDoing so will Permanently Over-Write all Operator Panel Files!
es_es: ¿Está seguro de que desea restaurar los archivos del panel de operador?\nAl hacer esto, sobreescribirá definitivamente todos los archivos del panel de operador.

source: Restore Operator Panel
es_es: Restaurar panel de operador

source: Restore the Operator Panel from this backup set. NOTE! This will OVERWRITE any Operator Panel Changes you have made since this backup... ALL Itemes will be reset to what they were at the time of this backup set..
es_es: Restaura los archivos del panel de operador Flash desde este conjunto de archivos de la copia de seguridad. Tenga en cuenta que esto sobreescribirá cualquier cambio que se haya realizado en el panel de operador Flash desde que se hizo la copia de seguridad. Todos los elementos serán restaurados a su estado tal y como se encontraban cuando se hizo la copia de seguridad.

source: Are you sure you want to Restore the CALL DETAIL FILES?\nDoing so will Permanently DELETE all CALL RECORDS!
es_es: ¿Está seguro de que desea restaurar los archivos del registro de llamadas?\nAl hacer esto eliminará permanentemente todos los registros de llamadas que se encuentran actualmente en la base de datos.

source: Restore Call Detail Report
es_es: Restaurar registro de llamadas

source: Restore the Call Detail Records from this backup set. NOTE! This will DELETE ALL CALL RECORDS that have been saved since this backup set..
es_es: Restaura el registro de llamadas desde este conjunto de archivos de la copia de seguridad. Tenga en cuenta que esto eliminará todos los registros de llamadas que se hayan realizado desde que se hizo esta copia de seguridad.

source: ERROR its not a BACKUP SET file
es_es: ERROR: El archivo no es una copia de seguridad

source: Restored All Files in BackupSet
es_es: Se han restaurado todos los archivos

source: Restored VoiceMail
es_es: Se ha restaurado el buzón de voz

source: Restored System Recordings
es_es: Se han restaurado las grabaciones del sistema

source: Restored System Configuration
es_es: Se ha restaurado la configuración del sistema

source: Restored Operator Panel
es_es: Se ha restaurado el panel de operador Flash

source: Restored CDR logs
es_es: Se han restaurado los registros de llamadas

source: Restore Failed, see System Status Notification for details
es_es: La restauración ha fallado, revise las notificaciones del estado del sistema para obtener más detallles

source: Schedule Name:
es_es: Nombre de la programación:

source: Give this Backup Schedule a brief name to help you identify it.
es_es: Asigne un nombre a la programación de esta copia de seguridad para ayudarle a identificarla

source: VoiceMail
es_es: Buzón de voz

source: Backup the System VoiceMail Boxes... CAUTION: Could result in large file
es_es: Realiza una copia de seguridad de los buzones de voz. Tenga en cuenta que esto puede hacer que el archivo de la copia de seguridad sea muy grande.

source: yes
es_es: Sí

source: System Recordings
es_es: Grabaciones del sistema

source: Backup the System Recordings (AutoAttendent, Music On Hold, System Recordings)
es_es: Realiza una copia de seguridad de las grabaciones del sistema (recepcionista digital, música en espera, grabaciones del sistema).

source: System Configuration
es_es: Configuración del sistema

source: Backup the System Configurations (Database, etc files, SQL Database, astdb)
es_es: Realiza una copia de seguridad de la configuración del sistema (base de datos, archivos de configuración, etc.).

source: CDR
es_es: Registro de llamadas

source: Backup the System Call Detail Reporting (HTML and Database)
es_es: Realiza una copia de seguridad del registro de llamadas (archivos HTML y base de datos).

source: Operator Panel
es_es: Panel de operador Flash

source: Backup the Operator Panel (HTML and Database)
es_es: Realiza una copia de seguridad del panel de operador Flash (archivos HTML y base de datos)

source: All
es_es: Todos

source: Selected
es_es: Seleccionados

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Run Backup
es_es: Ejecutar copia de seguridad

source: Follow Schedule Below
es_es: Seguir la programación siguiente

source: Now
es_es: Ahora

source: Daily (at midnight)
es_es: Diariamente (a medianoche)

source: Weekly (on Sunday)
es_es: Semanalmente (los domingos)

source: Monthly (on the 1st)
es_es: Mensualmente (el día 1)

source: Yearly (on 1st Jan)
es_es: Anualmente (el 1 de enero)

source: Minutes
es_es: Minutos

source: Hours
es_es: Horas

source: Days
es_es: Días

source: Months
es_es: Meses

source: Weekdays
es_es: Semanas

source: Backup & Restore
es_es: Copias de seguridad
