Repository: Sergiopsh/wc-web-cc
Catalog: admin.28.03.2016/modules/fw_langpacks/htdocs/admin/modules/inventorydb/i18n/*/LC_MESSAGES/inventorydb.po
Languages: fr_fr

source: Add
fr_fr: Ajouter

source: inventory
fr_fr: inventaire

source: deleted
fr_fr: supprimé

source: Add a user
fr_fr: Ajouter un utilisateur

source: Delete inventory
fr_fr: Supprimer inventaire

source: Add inventory
fr_fr: Ajouter inventaire

source: Edit inventory
fr_fr: Editer inventaire

source: Employee #
fr_fr: # d'Employé

source: Employee Number
fr_fr: Numéro d'Employé

source: Employee Name
fr_fr: Nom de l'Employé

source: The Name for the Employee
fr_fr: Le nom pour l'Employé

source: Building Located
fr_fr: Situé dans le Bâtiment

source: Building where the phone is located
fr_fr: Bâtiment où se situe le téléphone

source: Floor #
fr_fr: Etage #

source: Floor # phone is on
fr_fr: # Etage où se trouve le téléphone

source: Room #
fr_fr: # Salle

source: Room phone is in
fr_fr: Salle dans laquelle se trouve le téléphone

source: Floor Section #
fr_fr: # de Section de l'Etage

source: Floor Section # the phone is in
fr_fr: # de Section de l'Etage où se trouve le téléphone

source: Cubicle #
fr_fr: # Compartiment

source: Cubicle phone is in
fr_fr: Compartiment dans lequel se trouve le téléphone

source: Desk #
fr_fr: # Bureau

source: Desk Number phone is on
fr_fr: Numéro de Bureau sur lequel se trouve le téléphone

source: Exten Assigned to the phone
fr_fr: Extension assignée au téléphone

source: Phone UserName
fr_fr: Nom d'utilisateur du téléphone

source: Phone Admin Username
fr_fr: Nom d'utilisateur de l'Admin du téléphone

source: Phone Password
fr_fr: Mot de Passe du Téléphone

source: Phone Admin Password
fr_fr: Mot de Passe d'Admin du Téléphone

source: MAC Address
fr_fr: Adresse MAC

source: MAC Address of the phone
fr_fr: Adresse MAC du Téléphone

source: Serial #
fr_fr: # de Série

source: Serial Number of the phone
fr_fr: Numéro de Série du Téléphone

source: Phone/Device
fr_fr: Téléphone/Périphérique

source: Device, example... Linksys PAP-2, Sipura
fr_fr: Périphérique, exemple... Linksys PAP-2, Sipura

source: Distributed Date
fr_fr: Date Distribuée

source: Distribution Date
fr_fr: Date de Distribution

source: IP Address
fr_fr: Adresse IP

source: IP Address Assigned If not DHCP
fr_fr: Adresse IP Assignée si pas de DHCP

source: PBX Box Name
fr_fr: Nom du Boîtier PBX

source: Extra Info
fr_fr: Info Supplémenataire

source: Extra Information
fr_fr: Information Supplémentaire

source: Submit Changes
fr_fr: Appliquer les Modifications

source: Inventory
fr_fr: Inventaire
