Repository: Sergiopsh/wc-web-cc
Catalog: admin.28.03.2016/modules/fw_langpacks/htdocs/admin/modules/daynight/i18n/*/LC_MESSAGES/daynight.po
Languages: ru_ru

source: Day/Night (%s) : %s
ru_ru: День/Ночь (%s) : %s

source: Daynight: %s (%s)
ru_ru: Сценарий: %s (%s)

source: Day/Night Mode Association
ru_ru: Ассоциация режима День/Ночь

source: Associate with
ru_ru: Ассоциировать с

source: If a selection is made, this timecondition will be associated with that featurecode and will allow this timecondition to be direct overriden by that daynight mode featurecode
ru_ru: Если сделан выбор, то это правило по времени будет ассоциировано с этим сервисным кодом, что даёт возможность использовать это правило по времени отменяя код дневной/ночной контроль.

source: No Association
ru_ru: Нет ассоциаций

source: - Force Day
ru_ru: - Форсировать ДЕНЬ

source: - Force Night
ru_ru: - Форсировать НОЧЬ

source: changing primary keys to all fields..
ru_ru: изменить основные значения для всех полей..

source: ERROR: failed to alter primary keys
ru_ru: ОШИБКА: не удалось изменить основные значения.

source: OK
ru_ru: ОК

source: Add Day/Night Code
ru_ru: Добавить код День/Ночь

source: Day / Night Mode Control
ru_ru: Контроль Дневного/Ночного режима

source: Delete Day/Night Feature Code %s
ru_ru: Удалить сервисный код %s День/Ночь

source: Forces to Day Mode
ru_ru: Форсировать режим День

source: Forces to Night Mode
ru_ru: Форсировать режим Ночь

source: Linked to Time Condition %s - %s
ru_ru: Присоединено к правилу по времени %s - %s

source: Save
ru_ru: Сохранить

source: Use feature code: %s to toggle DAY/NIGHT mode
ru_ru: Используйте код: %s для переключения в Дневной/Ночной режим

source: Day/Night Feature Code Index:
ru_ru: Список кодов Дневной/Ночной режим:

source: There are a total of 10 Feature code objects, 0-9, each can control a call flow and be toggled using the day/night feature code plus the index.
ru_ru: Всего 10 дополнений к коду опции переключения в Дневной/Ночной режим, от 0 до 9, каждый из которых контролирует свой сценарий прохождение звонков и будет включаться используя код опции (например *28) плюс дополнение (например *280)

source: Description
ru_ru: Описание

source: Description for this Day/Night Control
ru_ru: Описание для этого режима День/Ночь

source: Current Mode:
ru_ru: Текущий режим:

source: This will change the current state for this Day/Night Mode Control, or set the initial state when creating a new one.
ru_ru: Здесь можно изменить текущий Дневной/Ночной режим или установить начальное состояние если создан новый.

source: Day
ru_ru: День

source: Night
ru_ru: Ночь

source: Optional Password
ru_ru: Пароль (опционально)

source: You can optionally include a password to authenticate before toggling the day/night mode. If left blank anyone can use the feature code and it will be un-protected
ru_ru: Опционально можно добавить пароль для аутентификации прежде чем переключать режим день/ночь. Если оставить пустым - любой, кто узнает сервисный код переключения может воспользоваться, и это никак не защищено.

source: DAY
ru_ru: ДЕНЬ

source: NIGHT
ru_ru: НОЧЬ

source: Please enter a valid numeric password, only numbers are allowed
ru_ru: Введите разрешённый цифровой пароль, только цифры

source: Destination to use when set to %s mode
ru_ru: Назначение если установлен режим %s

source: Day Night Mode
ru_ru: Режим дня и ночи

source: Day/Night Control
ru_ru: Дневной/Ночной контроль
