Repository: Sergiopsh/wc-web-cc
Catalog: admin.28.03.2016/modules/backup/i18n/*/LC_MESSAGES/backup.po
Languages: bg_bg, hu_hu

source: removing retrieve_backup_cron_from_mysql.pl..
bg_bg: премахване на retrieve_backup_cron_from_mysql.pl..

source: removed
bg_bg: премахнат

source: failed
bg_bg: неуспех

source: Add Backup Schedule
bg_bg: Добави План за Архивиране
hu_hu: Időzített mentés hozzáadása

source: Restore from Backup
bg_bg: Възстанови от Архив
hu_hu: Helyreállítás mentésből

source: System Backup
bg_bg: Архивиране на Системата
hu_hu: Rendszermentés

source: Run Schedule
bg_bg: План на Стартиране
hu_hu: Időzítés futtatása

source: Submit Changes
bg_bg: Приеми Промените

source: Delete Backup Schedule %s
bg_bg: Изтрий План за Архивиране %s
hu_hu: Időzített mentés törlése %s

source: System Restore
bg_bg: Възстановяване на Системата
hu_hu: Rendszer-visszaállítás

source: Are you sure you want to delete this File Set?
bg_bg: Сигурни ли сте че искате да изтриете тези Архиви?

source: DELETE ALL THE DATA IN THIS SET
bg_bg: ИЗТРИЙ ВСИЧКИ ФАЙЛОВЕ В ТАЗИ ГРУПА
hu_hu: A BACKUPFÁJL TÖRLÉSE

source: Delete this backup set and all data associated with this backup set..
bg_bg: Изтрива групата с архиви и всички данни асоциирани с тази група.
hu_hu: A bizonsági mentés törlése, minden adattal, amit tartalmaz...

source: Delete File Set
bg_bg: Изтрий Архива
hu_hu: Minden fájl törlése

source: Delete this backup set.
bg_bg: Изтрива този файл с архив.
hu_hu: Backup törlése

source: Are you sure you want to restore this COMPLETE file set?\nDoing so will permanently over-write all FreePBX and Asterisk files\nYou will lose all Your Call Detail Records and any Voicemail that was recorded between the BACKUP DATE and NOW!
bg_bg: Сигурни ли сте че искате да възстановите този ПЪЛЕН архив?\nТова необратимо ще презапише всички FreePBX и Asterisk файлове\nЩе изгубите всички ваши Детайлни Отчети на Разговорите и всяка Гласова Поща които са били записани между ДАТАТА НА АРХИВИРАНЕ и СЕГА!

source: Restore Entire Backup Set
bg_bg: Възстанови Пълния Архив
hu_hu: Helyreállítás ebből a mentésből

source: Restore your Complete Backup set overwriting all files.
bg_bg: Възстановява вашия Пълен Архив като презаписва всички файлове.
hu_hu: A teljes rendszer visszaállítása a biztonsági mentésből.

source: Are you sure you want to Restore this file set?\nDoing so will permanently delete any new voicemail you have in your mailbox\nsince this backup on
bg_bg: Сигурни ли сте че искате да възстановите този архив?\nТова необратимо ще изтрие всички нови Гласови Пощи които се намират в кутията ви\nот датата на този архив

source: Restore VoiceMail Files
bg_bg: Възстанови Файлове на Гласова Поща
hu_hu: Hangposta helyreállítása

source: Restore your Voicemail files from this backup set. NOTE! This will delete any voicemail currently in the voicemail boxes.
bg_bg: Възстановява файловете на Гласова Поща от този архив. ВНИМАНИЕ! Това ще изтрие всички текущи файлове в кутиите на гласовата поща.
hu_hu: A Hangpostavisszaállítása a mentésből. FIGYELEM: EZ TŐRŐL MINDEN HANGPOSTÁT.

source: Are you sure you want to Restore this file set?\nNOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
bg_bg: Сигурни ли сте че искате да Възстановите този архив?\nВНИМАНИЕ! Това ще ПРЕЗАПИШЕ всички текущи гласови записи в системата. НЯМА да изтрие новите файлове които не са в архива.

source: Restore System Recordings Files
bg_bg: Възстанови Файлове на Ситемни Записи
hu_hu: A rendszerfelvételek helyreállítása

source: Restore your system Voice Recordings including AutoAttendent files from this backup set. NOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
bg_bg: Възстановява вашите системни гласови записи включително и IVR файловете от този архив. ВНИМАНИЕ! Това ще ПРЕЗАПИШЕ всички текущи гласови записи в системата. НЯМА да изтрие новите файлове които не са в архива.
hu_hu: A rögzített hangok, az AutoAttendenttel együtt, visszaállítása a mentésből. FIGYELEM: EZ TŐRŐL MINDEN EDDIGI rögzített hangot, amit nem tartalmaz a mentés. NEM törli azokat a felvételeket, amiket nem tartalmaz a mentés.

source: Are you sure you want to Restore this File Set?\nDoing so will Permanently Over-Write all FreePBX and Asterisk Files!
bg_bg: Сигурни ли сте че искате да възстановите този Архив?\nТова необратимо ще презапише всички FreePBX и Asterisk файлове!

source: Restore System Configuration
bg_bg: Възстанови Настройките на Системата
hu_hu: A rendszerbeállítások helyreállítása

source: Restore your system configuration from this backup set. NOTE! This will OVERWRITE any System changes you have made since this backup... ALL Itemes will be reset to what they were at the time of this backup set..
bg_bg: Възстановява настройките на системата ви от този архив. ВНИМАНИЕ! Това ще ПРЕЗАПИШЕ всички Промени в Системата които сте направили след този архив...ВСИЧКИ въвеждания ще се върнат към тези които са били по времето на създаването на архива.
hu_hu: A rendszerbeállítások visszaállítása a mentésből. FIGYELEM: EZ TŐRŐL MINDEN EDDIGI rendszerbeállítást, amit nem tartalmaz a mentés. MINDEN beállítás a mentés időpontjában érvényes beállítással felül lesz írva.

source: Are you sure you want to Restore the Operator Panel Files?\nDoing so will Permanently Over-Write all Operator Panel Files!
bg_bg: Сигурни ли сте че искате да възстановите файловете на Оператор Панела?\nТова необратимо ще презапише всички файлове на Оператор Панела!

source: Restore Operator Panel
bg_bg: Възстанови Файлове на Оператор Панел
hu_hu: Operator Panel helyreállítása

source: Restore the Operator Panel from this backup set. NOTE! This will OVERWRITE any Operator Panel Changes you have made since this backup... ALL Itemes will be reset to what they were at the time of this backup set..
bg_bg: Възстановява файловете на Оператор Панел от този архив. ВНИМАНИЕ! Това ще ПРЕЗАПИШЕ всички Промени в файловете на Оператор Панел които сте направили след този архив...ВСИЧКИ въвеждания ще се върнат към тези които са били по времето на създаването на архива.
hu_hu: A Operator Panel visszaállítása a mentésből. FIGYELEM: EZ TŐRŐL MINDEN EDDIGI Operátor Panel beállítást, amit nem tartalmaz a mentés. MINDEN beállítás a mentés időpontjában érvényes beállítással felül lesz írva.

source: Are you sure you want to Restore the CALL DETAIL FILES?\nDoing so will Permanently DELETE all CALL RECORDS!
bg_bg: Сигурни ли сте че искате да възстановите CDR ФАЙЛОВЕТЕ?\nТова необратимо ще ИЗТРИЕ всички ОТЧЕТИ НА РАЗГОВОРИТЕ!

source: Restore Call Detail Report
bg_bg: Възстанови Детайлни Отчети на Разговорите
hu_hu: Hívásrészletezés visszaállítása

source: Restore the Call Detail Records from this backup set. NOTE! This will DELETE ALL CALL RECORDS that have been saved since this backup set..
bg_bg: Възстановява Детайлните Отчети на Разговорите ви от този архив. ВНИМАНИЕ! Това ще ИЗТРИЕ ВСИЧКИ ОТЧЕТИ НА РАЗГОВОРИТЕ които са били записани след този архив.
hu_hu: A Hívásrészletezés visszaállítása a mentésből. FIGYELEM: EZ TŐRŐL MINDEN EDDIGI Hívásrészletezést, amit nem tartalmaz a mentés.

source: ERROR its not a BACKUP SET file
bg_bg: ГРЕШКА не е АРХИВЕН файл
hu_hu: HIBA: ez nem MENTÉSI fájl

source: Restored All Files in BackupSet
bg_bg: Възстановени са Всички Файлове от Архива

source: Restored VoiceMail
bg_bg: Възстановени са Гласови Пощи

source: Restored System Recordings
bg_bg: Възстановени са Системни Записи

source: Restored System Configuration
bg_bg: Възстановени са Настройките на Системата

source: Restored Operator Panel
bg_bg: Възстановени са Файловете на Оператор Панел

source: Restored CDR logs
bg_bg: Възстановени са Детайлните Отчети на Разговорите

source: Restore Failed, see System Status Notification for details
bg_bg: Взстановяването се провали, вижте Предупреждения в Системен Статус за подробности

source: Schedule Name:
bg_bg: Име на Плана:
hu_hu: Időzítés neve:

source: Give this Backup Schedule a brief name to help you identify it.
bg_bg: Дайте на Плана за Архивиране име с което да го идентифицирате.
hu_hu: Adj egy olyan nevet az időzített mentésnek, amivel később könnyű lesz azonosítani.

source: VoiceMail
bg_bg: Гласова Поща
hu_hu: Hangposta

source: Backup the System VoiceMail Boxes... CAUTION: Could result in large file
bg_bg: Архивира Системните Кутии за Гласова Поша... ВНИМАНИЕ: Може да доведе до голям файл
hu_hu: Hangposta fiókok mentése... FIGYELEM: Nagyon nagy fájl lehet

source: yes
bg_bg: да
hu_hu: igen

source: no
bg_bg: не
hu_hu: nem

source: System Recordings
bg_bg: Системни Записи
hu_hu: Rendszerfelvételek

source: Backup the System Recordings (AutoAttendent, Music On Hold, System Recordings)
bg_bg: Архивира Системните записи (IVR, Музика при Задържане, Системни Записи)
hu_hu: Rendszerfelvételek mentése (AutoAttendent, Háttérzene, Rendszerfelvételek)

source: System Configuration
bg_bg: Системни Настройки
hu_hu: Rendszerbeállítások

source: Backup the System Configurations (Database, etc files, SQL Database, astdb)
bg_bg: Архивира Системните Настройки (База Данни, etc файлове, SQL База Данни, astdb)
hu_hu: Rendszerkofiguráció mentése (Adadtbázis, etc fájlok, SQL adatbázis, astdb)

source: Backup the System Call Detail Reporting (HTML and Database)
bg_bg: Архивира Детайлните Отчети на Разговорите (HTML и База Данни)
hu_hu: Hívásrészletezés mentése (HTML és adatbázis)

source: Operator Panel
bg_bg: Оператор Панел

source: Backup the Operator Panel (HTML and Database)
bg_bg: Архивира Оператор Панела (HTML и База Данни)
hu_hu: Operator Panel mentése (HTML és adatbázis)

source: All
bg_bg: Всички
hu_hu: Minden

source: Selected
bg_bg: Избрани
hu_hu: Kiválasztva

source: January
bg_bg: Януари
hu_hu: Január

source: February
bg_bg: Февруари
hu_hu: Február

source: March
bg_bg: Март
hu_hu: Március

source: April
bg_bg: Април
hu_hu: Április

source: May
bg_bg: Май
hu_hu: Május

source: June
bg_bg: Юни
hu_hu: Június

source: July
bg_bg: Юли
hu_hu: Július

source: August
bg_bg: Август
hu_hu: Augusztus

source: September
bg_bg: Септември
hu_hu: Szeptember

source: October
bg_bg: Октомври
hu_hu: Október

source: November
bg_bg: Ноември

source: December
bg_bg: Декември

source: Monday
bg_bg: Понеделник
hu_hu: Hétfő

source: Tuesday
bg_bg: Вторник
hu_hu: Kedd

source: Wednesday
bg_bg: Сряда
hu_hu: Szerda

source: Thursday
bg_bg: Четвъртък
hu_hu: Csütörtök

source: Friday
bg_bg: Петък
hu_hu: Péntek

source: Saturday
bg_bg: Събота
hu_hu: Szombat

source: Sunday
bg_bg: Неделя
hu_hu: Vasárnap

source: Run Backup
bg_bg: Стартиране на Архивиране
hu_hu: Backup készítése

source: Follow Schedule Below
bg_bg: Следвай Плана По-Долу
hu_hu: Alább részletezve

source: Now
bg_bg: Сега
hu_hu: Most

source: Daily (at midnight)
bg_bg: Дневно (в полунощ)
hu_hu: Napi (éjjel)

source: Weekly (on Sunday)
bg_bg: Седмично (в Неделя)
hu_hu: Heti (Vasárnap)

source: Monthly (on the 1st)
bg_bg: Месечно (на 1-во число)
hu_hu: Havi (mindig 1-én)

source: Yearly (on 1st Jan)
bg_bg: Годишно (на 1-ви Януари)
hu_hu: Évi (minden Január 1-én)

source: Minutes
bg_bg: Минути
hu_hu: Perc

source: Hours
bg_bg: Часа
hu_hu: Óra

source: Days
bg_bg: Дни
hu_hu: Nap

source: Months
bg_bg: Месеца
hu_hu: Hónap

source: Weekdays
bg_bg: Дни от Седмицата
hu_hu: Hét napjai

source: Backup & Restore
bg_bg: Архивирай & Възстанови
