Repository: Sergiopsh/wc-web-cc
Catalog: admin.28.03.2016/modules/callback/i18n/*/LC_MESSAGES/callback.po
Languages: es_es

source: Callback: %s
es_es: Devoluci&oacute;n de llamada: %s

source: Add Callback
es_es: A&ntilde;adir devoluci&oacute;n de llamada

source: Callback
es_es: Devoluci&oacute;n de llamada

source: deleted
es_es: borrado

source: Delete Callback
es_es: Borrar devoluci&oacute;n de llamada

source: Callback:
es_es: Devoluci&oacute;n de llamada:

source: A callback will hang up on the caller and then call them back, directing them to the selected destination. This is useful for reducing mobile phone charges as well as other applications. Outbound calls will proceed according to the dial patterns in Outbound Routes.
es_es: En una devoluci&oacute;n de llamada, tras colgar el que llama, el sistema le devolver&aacute; la llamada, marcando el destino seleccionado. Esta funci&oacute;n es &uacute;til para reducir el coste de movil as&iacute; como de otras aplicaciones. Las llamadas ser&aacute;n procesadas de acuerdo a los patrones de marcado de las rutas de salida.

source: Edit Callback
es_es: Editar devoluci&oacute;n de llamada

source: Callback Description:
es_es: Descripci&oacute;n de la devoluci&oacute;n de llamada:

source: Enter a description for this callback.
es_es: Introduce una descripci&oacute;n para esta devoluci&oacute;n de llamada.

source: Callback Number:
es_es: N&uacute;mero a devolver la llamada:

source: Optional: Enter the number to dial for the callback. Leave this blank to just dial the incoming Caller ID Number
es_es: Opcional: Introduce el n&uacute;mero a marcar para devolver la llamada. Dejalo en blanco para marcar el n&uacute;mero de tel&eacute;fono que llama.

source: Delay Before Callback:
es_es: Retardo antes de devolver la llamada:

source: Optional: Enter the number of seconds the system should wait before calling back.
es_es: Opcional: Introduce el n&uacute;mero de segundos que el sistema debe esperar antes de devolver la llamada.

source: Destination after Callback
es_es: Destino despu&eacute; de devolver la llamada

source: Submit Changes
es_es: Enviar cambios

source: Callback
es_es: Devoluci&oacute;n de llamada
